CREATE TABLE r_names
(
    value varchar(80)
);

INSERT INTO r_names (value)
VALUES ('Коши'),
       ('Эйлер'),
       ('Галилей'),
       ('Кострикин'),
       ('Гаусс'),
       ('Лагранж'),
       ('Риман'),
       ('Гилберт'),
       ('Абель'),
       ('Лобачевский'),
       ('Чебышев'),
       ('Декарт'),
       ('Ньютон'),
       ('Диофант'),
       ('Кеплер'),
       ('Птолемей'),
       ('Тарталья'),
       ('Галуа'),
       ('Бомбелли'),
       ('Руффини'),
       ('Кардан'),
       ('Феррари');
